{
  "sections": {
    "faq_footer_L8rBqT": {
      "type": "faq-footer",
      "blocks": {
        "title_block_e3HrNC": {
          "type": "title_block",
          "settings": {
            "title_text": "General"
          }
        },
        "question_block_L4hTpi": {
          "type": "question_block",
          "settings": {
            "question_text": "How do I change my password?",
            "answer_text": "Visit our sign-in page and click on “Forgot your password?” then follow the prompts to reset it."
          }
        },
        "question_block_h6NVHd": {
          "type": "question_block",
          "settings": {
            "question_text": "What is your return and exchange policy?",
            "answer_text": "Eterne wants you to be completely satisfied with your purchase and will accept the purchased item for a refund or exchange within 30 days of your receipt of the merchandise.\n<br><br>\nReturned or exchanged merchandise must be returned new and unused with all original tags still attached.\n<br><br>\nItems marked Final Sale are not eligible for a refund, exchange, or store credit.\n<br><br>\nInternational returns are not accepted at this time. Please reach out to <a href=\"mailto:support@eterne.com\">support@eterne.com<\/a> for any questions. To start a new return or exchange, <a href=\"https:\/\/eterne.loopreturns.com\/#\/\">click here<\/a>."
          }
        },
        "question_block_hx9KmA": {
          "type": "question_block",
          "settings": {
            "question_text": "Be an Éterne insider",
            "answer_text": "Sign up with your email address to receive a discount on your first order and future product updates."
          }
        },
        "title_block_9JXQXY": {
          "type": "title_block",
          "settings": {
            "title_text": "My orders"
          }
        },
        "question_block_ieRqAF": {
          "type": "question_block",
          "settings": {
            "question_text": "What payment methods do you accept?",
            "answer_text": "We accept all major credit cards, as well as, express checkout options through any existing Amazon Pay, Apple Pay or Shop Pay accounts."
          }
        },
        "question_block_R3r4xX": {
          "type": "question_block",
          "settings": {
            "question_text": "How do i track my order?",
            "answer_text": "As soon as your order is placed, you will receive a confirmation email with all order details. Once your order ships, we’ll send you a separate email with tracking information. If you have not received an order confirmation email — please check your spam folder or reach out to <a href=\"mailto:support@eterne.com\">support@eterne.com<\/a>.\n<br><br>\nIf you have an account, you May also visit the “order history” page and click on the order number to view your order details and tracking information."
          }
        },
        "question_block_dQQXHn": {
          "type": "question_block",
          "settings": {
            "question_text": "How do i cancel my order?",
            "answer_text": "We are not able to make any changes to an order or cancel it once it has been processed with our shipping team. We’re happy to assist you with returning an order once you receive it."
          }
        },
        "question_block_kzrbWX": {
          "type": "question_block",
          "settings": {
            "question_text": "Why was my order canceled?",
            "answer_text": "Occasionally, individual items or orders May get cancelled if the item you selected is no longer available. Any cancelled items will be fully refunded."
          }
        },
        "question_block_yRpNCC": {
          "type": "question_block",
          "settings": {
            "question_text": "What are preorders?",
            "answer_text": "Preorders are orders for items that are not in stock currently, but are expected to be available for purchase at a later date.  The estimated shipping date for the item will be displayed on the product page. If you submit a preorder, the item will be reserved for you and shipped to you as soon as the shipment reaches our warehouse. You will not be billed for the item until it ships. We will send you an email when the item ships out."
          }
        },
        "title_block_7QCmBd": {
          "type": "title_block",
          "settings": {
            "title_text": "Order shipping"
          }
        },
        "question_block_imEqMB": {
          "type": "question_block",
          "settings": {
            "question_text": "What are my shipping options?",
            "answer_text": "If you would like to expedite your order, UPS Next Day Air is available at checkout for orders placed before 12pm PST.\n<br><br>\nShipping price will be calculated at checkout based on your order size and weight."
          }
        },
        "question_block_AFkiQy": {
          "type": "question_block",
          "settings": {
            "question_text": "Do you ship internationally?",
            "answer_text": "We offer worldwide shipping to most locations.\n<br><br>\nOrders placed outside of the United States will be shipped via DHL within 3-5 business days. Duties and taxes will be estimated and must be paid ahead of time at checkout.\n<br><br>\nOnce your order ships, a separate email with your tracking number will be sent along with your estimated delivery date. Please note there may be delays through customs at the point of destination."
          }
        },
        "question_block_btAwki": {
          "type": "question_block",
          "settings": {
            "question_text": "When will my order ship?",
            "answer_text": "We have taken extra care with our fulfillment partners to ensure employee health and safety.\n<br><br>\nAll orders ship within 1-2 business days from the date of your order confirmation. Orders placed on weekends will be processed on Monday."
          }
        },
        "question_block_zxNLxj": {
          "type": "question_block",
          "settings": {
            "question_text": "How do i change my shipping address?",
            "answer_text": "Please contact customer support as soon as possible and we will try to assist you with your order update.\n<br><br>\nOnce an order has been processed with our shipping team, we cannot modify or change a shipping address."
          }
        }
      },
      "block_order": [
        "title_block_e3HrNC",
        "question_block_L4hTpi",
        "question_block_h6NVHd",
        "question_block_hx9KmA",
        "title_block_9JXQXY",
        "question_block_ieRqAF",
        "question_block_R3r4xX",
        "question_block_dQQXHn",
        "question_block_kzrbWX",
        "question_block_yRpNCC",
        "title_block_7QCmBd",
        "question_block_imEqMB",
        "question_block_AFkiQy",
        "question_block_btAwki",
        "question_block_zxNLxj"
      ],
      "settings": {
        "section_title_text": "FAQS",
        "section_description_text": "Check out our frequently asked questions below. If you still can't find your answer, please contact us at <a href=\"mailto:support@eterne.com\">support@eterne.com<\/a>.\n<br>\n<div class=\"faq__header-desc_small-top-margin\">\nFor PR inquiries email us at \n<a href=\"mailto:press@eterne.com\">press@eterne.com<\/a>\n<\/div>"
      }
    }
  },
  "order": [
    "faq_footer_L8rBqT"
  ]
}
